Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/quickstart--marble_quickstart.tmx
Source language: en
Languages: ja

source: Marble Quickstart
ja: Marble クイックスタート

source: Marble is an open source KDE Education Project program similar to NASA World Wind or Google Earth. Besides choosing any number of maps to view on your globe (including OpenStreetMap), you are encouraged to include a KDE Marble widget in your application.
ja: MarbleはオープンソースのKDE 教育プロジェクト プログラムで、NASA World WindやGoogle Earthに似ています。地球儀に表示する(`OpenStreet Maps<https://www.openstreetmap.org>`_を含む)マップをいろいろ選択するだけでなく、アプリケーションにKDE Marbleウィジェットを含めることをお勧めします。

source: Start Marble
ja: Marbleの開始

source: On the desktop, choose :menuselection:`Navigation and Maps --> Marble`. You will see a window like this:
ja: デスクトップから :menuselection:`ナビゲーションと地図 --> Marble`を選択します。次のようなウィンドウが表示されます:

source: Change the display
ja: 表示の変更

source: Scale the globe by rotating the wheel of your mouse.
ja: マウスのホイールを回転させて地球儀をスケールさせます。

source: To move around press the left button of your mouse and move it.
ja: 移動するには、マウスの左ボタンを押して移動します。

source: Marble has 11 different views (themes):
ja: Marbleには11種類のビュー(テーマ)があります。

source: Satellite View
ja: サテライトビュー

source: Earth at Night
ja: 夜の地球

source: Moon
ja: 月

source: Plain Map
ja: プレインマップ

source: Precipitation (December)
ja: 降水量(12月)

source: Precipitation (July)
ja: 降水量(7月)

source: Temperature (December)
ja: 気温(12月)

source: Temperature (July).
ja: 気温(7月)。

source: Click one of entries in the "Theme" list in "Map View" tab to switch between them.
ja: 「マップビュー」タブの「テーマ」リストの項目の1つをクリックして、切り替えます。

source: Click a label in any place to view more information about it.
ja: 任意の場所のラベルをクリックすると、ビューの詳細情報が表示されます。

source: Find a location
ja: 場所を検索

source: To find a location, enter its name into the search line on the top of "Search" panel. As you start typing, suggestions below the search line will appear like this:
ja: 場所を検索するには、「検索」パネルの一番上の検索行に名前を入力します。入力を開始すると、検索ラインの下に次のような提案が表示されます:

source: Add a bookmark
ja: ブックマークを追加

source: Use bookmarks in Marble to remember the location of something.
ja: Marbleのブックマークを使用して、表示したことのある位置を記憶します。

source: To add a bookmark, press the left button of your mouse and click "Add bookmark". A window will appear like this:
ja: ブックマークを追加するには、マウスの左ボタンを押して[ブックマーク追加]をクリックします。次のようなウィンドウが表示されます。

source: Write the name, description and destination folder of the bookmark
ja: ブックマークの名前、説明、移動先フォルダを記入

source: Click the "Ok" button. Then the bookmark will appear.
ja: 「OK」ボタンをクリックします。するとブックマークが表示されます。

source: To manage bookmarks, go to "Bookmarks->Manage Bookmarks".
ja: ブックマークを管理するには、「ブックマーク->ブックマークの管理」に移動します。

source: Things to try
ja: 試してみること

source: Try to use the Routing feature. See the `Marble documentation <https://docs.kde.org/trunk5/en/kdeedu/marble/index.html>`_ for help.
ja: ルーティング機能を使用してみます。ヘルプについて、`Marble documentation <https://docs.kde.org/trunk5/en/kdeedu/marble/index.html>`_ を参照してください。

source: What next?
ja: 次のステップ

source: See the `Marble homepage <https://marble.kde.org/>`_ for more information.
ja: 詳細については、 `Marble ホームページ <https://marble.kde.org/>`_ を参照してください。
